Repository: Evarisk/WP-theepi
Catalog: core/assets/languages/theepi-*.po
Languages: fr_fr

source: List of PPE
fr_fr: Liste des EPI

source: Shortcut CTRL + ENTER
fr_fr: Raccourci CTRL + ENTREE

source: Do you want to exit edit mode
fr_fr: Voulez vous quitter le mode édition

source: New
fr_fr: Nouveau

source: New from images
fr_fr: Nouveau à partir d'images

source: New task
fr_fr: Nouvelle Tâche

source: Edit PPE check
fr_fr: Modifier le contrôle de l'EPI

source: Perform a control
fr_fr: Effectuer un contrôle

source: Control
fr_fr: Contrôle

source: No Control Yet
fr_fr: Pas de contrôle encore

source: Task
fr_fr: Tâche

source: Cancel
fr_fr: Annuler

source: Import
fr_fr: Importer

source: Validate the control
fr_fr: Valider le contrôle

source: PPE check performed successfully
fr_fr: L'EPI a été contrôlé avec succès

source: Comment
fr_fr: Commentaire

source: Attached File
fr_fr: Fichier joint

source: Status
fr_fr: Statut

source: Status OK
fr_fr: Statut OK

source: Status KO
fr_fr: Statut KO

source: Status Repair
fr_fr: Statut réparer

source: Status Trash
fr_fr: Statut poubelle

source: Save Control
fr_fr: Sauvegarder le Contrôle

source: Cancel Control
fr_fr: Annuler le Contrôle

source: Display Url File
fr_fr: Aller vers le lien Web

source: Edit Control
fr_fr: Modifier le Contrôle

source: Delete Control
fr_fr: Supprimer le Contrôle

source: Are you sure you want to remove this Control ?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer ce Contrôle ?

source: Controls lists PPE
fr_fr: Liste des contrôle de l'EPI

source: Close
fr_fr: Fermer

source: All
fr_fr: Tout

source: To fix
fr_fr: A Réparer

source: Trashed
fr_fr: Poubelle

source: EPI per page
fr_fr: EPI par page

source: Filter
fr_fr: Filtrer

source: PPE Status :
fr_fr: Statut de l'EPI

source: Serial Number
fr_fr: Numéro de Série

source: Last Control
fr_fr: Dernier Contrôle

source: See All Control
fr_fr: Voir touts les Contrôles

source: Next Control
fr_fr: Prochain Contrôle

source: days
fr_fr: jours

source: Quantity
fr_fr: Quantité

source: Code QrCode
fr_fr: Code QR

source: Click to enlarge the QrCode
fr_fr: Cliquer pour agrandir le QRCode

source: Title
fr_fr: Titre

source: Manager
fr_fr: Responsable

source: Add control
fr_fr: Ajouter un Contrôle

source: Status EPI
fr_fr: Statut EPI

source: Save EPI
fr_fr: Enregistrer EPI

source: Add Control
fr_fr: Ajouter Contrôle

source: Edit PPE
fr_fr: Modifier EPI

source: Download PPE Life Sheet
fr_fr: Télecharger la Fiche de Vie de l'EPI

source: Delete PPE
fr_fr: Supprimer EPI

source: Are you sure you want to remove this PPE ?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer cet EPI ?

source: Previous
fr_fr: Précédent

source: Next
fr_fr: Suivant

source: Search term
fr_fr: Critère de recherche

source: Search
fr_fr: Rechercher

source: PPE Date
fr_fr: Dates de l'EPI

source: Does the PPE have a lifetime
fr_fr: L'EPI possède-t-il une durée de vie

source: NO
fr_fr: NON

source: YES
fr_fr: OUI

source: Setting Date activated (Manufacture Date)
fr_fr: Réglage Date activé (Date de Fabrication)

source: Setting Date disable (Manufacture Date)
fr_fr: Réglage Date désactivé (Date de Fabrication)

source: Manufacture Date
fr_fr: Date de Fabrication

source: Manufacture Date is defined in the TheEPI Settings, This field can be empty
fr_fr: La date de Fabrication est définie dans les réglages de TheEPI, Ce champ peut être vide

source: Setting Data activated (Lifetime)
fr_fr: Réglage Date activé (Durée de Vie)

source: Setting Data disable (Lifetime)
fr_fr: Réglage Donnée désactivé (Durée de Vie)

source: Lifetime
fr_fr: Durée de Vie

source: End Life Date = Manufacture Date + Lifetime
fr_fr: Date de fin de Vie = Date de fabrication + Durée de Vie

source: End Life Date
fr_fr: Date de Fin de Vie

source: Disposal Date
fr_fr: Date de Mise au Rebut

source: PPE Life Sheet
fr_fr: Fiche de Vie de l'EPI

source: Setting Date activated (Purchase Date)
fr_fr: Réglage Date activé (Date d'Achat)

source: Setting Date disable (Purchase Date)
fr_fr: Réglage Date désactivé (Date d'Achat)

source: Purchase Date
fr_fr: Date d'Achat

source: Purchase Date is defined in the TheEPI Settings, This field can be empty
fr_fr: La date d'Achat est définie dans les réglages de TheEPI, Ce champ peut être vide

source: Commissioning Date
fr_fr: Date de Mise en Service

source: Setting Data activated (Periodicity)
fr_fr: Réglage Donnée activé (Périodicité)

source: Setting Date disable (Periodicity)
fr_fr: Réglage Donnée désactivé (Périodicité)

source: Periodicity
fr_fr: Périodicité

source: Next Control Date = Last Control + Periodicity
fr_fr: Date de Prochain Contrôle = Dernier Contrôle + Périodicité

source: Next Control Date = Commissioning Date + Periodicity
fr_fr: Date de Prochain Contrôle = Date de Mise en Service + Périodicité

source: Next Control Date
fr_fr: Date de Prochain Contrôle

source: Additional Information
fr_fr: Informations Additionnelles

source: Maker
fr_fr: Fabricant

source: Seller
fr_fr: Vendeur

source: Reference
fr_fr: Référence

source: URL Notice
fr_fr: Lien Web Notice

source: Cancel EPI
fr_fr: Annuler l'EPI

source: Setting
fr_fr: Réglages

source: User per page
fr_fr: Utilisateur par page

source: Handle acronym
fr_fr: Gestion des acronymes

source: Personal Protective Equipment
fr_fr: Equipement Protection Individuel

source: The "manage_theepi" capability is applied to all users whose role is subscribed. You must delete the "manage_theepi" ability on this one to manually manage this right per user
fr_fr: La capacité "manage_theepi" est appliqué sur tous les utilisateurs dont le rôle est abonnés. Vous devez supprimer la capacité "manage_theepi" sur celui-ci pour pouvoir gérer manuellement ce droit par utilisateur

source: Role
fr_fr: Rôle

source: Has the right on TheEPI
fr_fr: A les droits sur TheEPI

source: Create
fr_fr: Créer

source: Read
fr_fr: Lecture

source: Update
fr_fr: Modifier

source: Delete
fr_fr: Supprimer

source: Handle role TheEPI
fr_fr: Gestion des droits de TheEPI

source: Set access rights to the TheEPI app
fr_fr: Définir les droits d'accès à l'application TheEPI

source: Handle date management
fr_fr: Gestion des dates

source: Purchase Date Valued
fr_fr: Date d'Achat estimée

source: Please indicate if you want your Purchase Date and your Commissioning Date to be equal
fr_fr: Veuillez indiquer si vous voulez que la Date d'Achat et la Date de Mise en Service soient égales

source: Purchase Date = Commissioning Date
fr_fr: Date d'Achat = Date de Mise en Service

source: Manufacture Date Valued
fr_fr: Date de Fabrication estimée

source: Please indicate the number of days between Manufacture Date valued and Commissioning Date of your PPE
fr_fr: Veuillez indiquer le nombre de jours entre la Date de Fabrication estimée et la Date de Mise en Service de vos EPI

source: Handle default data
fr_fr: Gestion des données par défaut

source: Please indicate the periodicity of control of your PPE
fr_fr: Veuillez indiquer la périodicité de contrôle de votre EPI

source: Please indicate the lifetime of your PPE
fr_fr: Veuillez indiquer la durée de vie de votre EPI

source: TheEPI settings
fr_fr: TheEPI réglages

source: Warning !!! You didn't save your data
fr_fr: Attention !!! Vous n'avez pas sauvegardé vos données

source: Capability
fr_fr: Capacité

source: Default Data
fr_fr: Donnée par Défaut

source: Date Management
fr_fr: Dates

source: Acronym
fr_fr: Acronyme
